/* No comment provided by engineer. */
"%@ left" = "";

/* No comment provided by engineer. */
"%@ more to reach level %d" = "";

/* No comment provided by engineer. */
"%@ TWIN" = "";

/* No comment provided by engineer. */
"%@ TWIN achieved on %@" = "";

/* No comment provided by engineer. */
"%@ TWIN donated" = "";

/* No comment provided by engineer. */
"%@ TWIN received" = "";

/* No comment provided by engineer. */
"%@ TWIN received out of %@" = "";

/* No comment provided by engineer. */
"%@ TWIN received: %@ %@" = "";

/* No comment provided by engineer. */
"%@ TWIN: %@ %@ achieved on %@" = "";

/* No comment provided by engineer. */
"%@'s passport" = "";

/* No comment provided by engineer. */
"%@\nYou can now redeem 1 reward" = "";

/* No comment provided by engineer. */
"%@\nYou can now redeem these %d rewards" = "";

/* No comment provided by engineer. */
"%d claps" = "";

/* No comment provided by engineer. */
"%d days left" = "";

/* No comment provided by engineer. */
"%d rewards" = "";

/* No comment provided by engineer. */
"%d Shares" = "";

/* No comment provided by engineer. */
"%i certified TWIN" = "";

/* No comment provided by engineer. */
"%i inspirational TWIN" = "";

/* No comment provided by engineer. */
"**%@** followers" = "";

/* No comment provided by engineer. */
"**%@** following" = "";

/* No comment provided by engineer. */
"**Start earning Badges!**\nThis is where you'll pick the ones you want to highlight" = "";

/* No comment provided by engineer. */
"+%@ TWIN" = "";

/* No comment provided by engineer. */
"... Read more" = "";

/* No comment provided by engineer. */
"1 clap" = "";

/* No comment provided by engineer. */
"1 day left" = "";

/* No comment provided by engineer. */
"1 reward" = "";

/* No comment provided by engineer. */
"1 Share" = "";

/* No comment provided by engineer. */
"a quick introduction" = "";

/* No comment provided by engineer. */
"A special welcome gift for you!" = "";

/* No comment provided by engineer. */
"About us" = "";

/* No comment provided by engineer. */
"About you" = "";

/* No comment provided by engineer. */
"Accept the challenge" = "";

/* No comment provided by engineer. */
"Account already existing" = "";

/* No comment provided by engineer. */
"Account Login" = "";

/* No comment provided by engineer. */
"Account settings" = "";

/* No comment provided by engineer. */
"Achievements" = "";

/* No comment provided by engineer. */
"Add" = "";

/* No comment provided by engineer. */
"Add an image" = "";

/* No comment provided by engineer. */
"Add Media" = "";

/* No comment provided by engineer. */
"All" = "";

/* No comment provided by engineer. */
"All posts in this impact area" = "";

/* No comment provided by engineer. */
"All posts with this tag" = "";

/* No comment provided by engineer. */
"All posts with this topic" = "";

/* No comment provided by engineer. */
"All rewards" = "";

/* No comment provided by engineer. */
"Already have an account?" = "";

/* No comment provided by engineer. */
"An error has occurred" = "";

/* No comment provided by engineer. */
"An unexpected error has occurred. Please try again." = "";

/* No comment provided by engineer. */
"An unexpected error occurred while deleting your account." = "";

/* No comment provided by engineer. */
"An unexpected error occurred while saving your data." = "";

/* No comment provided by engineer. */
"An unexpected error occurred while trying to purchase the reward" = "";

/* No comment provided by engineer. */
"An unknown error has occurred." = "";

/* No comment provided by engineer. */
"And confirm that you are" = "";

/* No comment provided by engineer. */
"Apes you follow" = "";

/* No comment provided by engineer. */
"App and Support" = "";

/* No comment provided by engineer. */
"App and support" = "";

/* No comment provided by engineer. */
"App version — v%@ (%@)" = "";

/* No comment provided by engineer. */
"Apple" = "";

/* No comment provided by engineer. */
"Apps and partners that turn your real-life actions into TWIN coins" = "";

/* No comment provided by engineer. */
"Are you sure you need a copy of your data?" = "";

/* No comment provided by engineer. */
"Are you sure you want to delete your account \"%@\"?" = "";

/* No comment provided by engineer. */
"Are you sure you want to exit? Your changes will be discarded" = "";

/* No comment provided by engineer. */
"Are you sure you want to exit? Your post will be discarded" = "";

/* No comment provided by engineer. */
"Are you sure you want to logout from \"%@\"?" = "";

/* No comment provided by engineer. */
"As a welcome present here are %d TWIN coins. You can use them to try out the app." = "";

/* No comment provided by engineer. */
"Autumn" = "";

/* No comment provided by engineer. */
"Awesome!" = "";

/* No comment provided by engineer. */
"Badges" = "";

/* No comment provided by engineer. */
"Block" = "";

/* No comment provided by engineer. */
"Block user" = "";

/* No comment provided by engineer. */
"Blocked users" = "";

/* No comment provided by engineer. */
"Browse by Impact Area" = "";

/* No comment provided by engineer. */
"Bug!" = "";

/* No comment provided by engineer. */
"But wait there's more..." = "";

/* No comment provided by engineer. */
"by" = "";

/* No comment provided by engineer. */
"By completing these challenges you will support the initiative" = "";

/* No comment provided by engineer. */
"By completing this challenge you will support the initiative" = "";

/* No comment provided by engineer. */
"By signing up you" = "";

/* No comment provided by engineer. */
"Camera" = "";

/* No comment provided by engineer. */
"Camera permission is required to scan QR codes. Open Settings and enable \"Camera\"" = "";

/* No comment provided by engineer. */
"Campaign is completed" = "";

/* No comment provided by engineer. */
"Campaign is expired" = "";

/* No comment provided by engineer. */
"Campaign is not yet available" = "";

/* No comment provided by engineer. */
"Campaigns" = "";

/* No comment provided by engineer. */
"Cancel" = "";

/* No comment provided by engineer. */
"Challenge" = "";

/* No comment provided by engineer. */
"Challenge rewards" = "";

/* No comment provided by engineer. */
"Challenge to support the initiative" = "";

/* No comment provided by engineer. */
"Challenges" = "";

/* No comment provided by engineer. */
"Challenges to support the initiative" = "";

/* No comment provided by engineer. */
"Check updates" = "";

/* No comment provided by engineer. */
"Check-In" = "";

/* No comment provided by engineer. */
"Check-in" = "";

/* No comment provided by engineer. */
"Checkout the Jungle: save the Posts you'd like to keep in this collection for future inspiration." = "";

/* No comment provided by engineer. */
"Choose a profile picture" = "";

/* No comment provided by engineer. */
"Choose from library" = "";

/* No comment provided by engineer. */
"Choose Photo" = "";

/* No comment provided by engineer. */
"Choose the amount of TWIN coins and confirm." = "";

/* No comment provided by engineer. */
"Choose Video" = "";

/* No comment provided by engineer. */
"Claim reward" = "";

/* No comment provided by engineer. */
"Claimed rewards" = "";

/* No comment provided by engineer. */
"Clap" = "";

/* No comment provided by engineer. */
"Clapping..." = "";

/* No comment provided by engineer. */
"Click on \"Donate now\" to continue" = "";

/* No comment provided by engineer. */
"Click on \"Donate\" to continue" = "";

/* No comment provided by engineer. */
"Click on \"Next\" to continue" = "";

/* No comment provided by engineer. */
"Close" = "";

/* No comment provided by engineer. */
"Closed" = "";

/* No comment provided by engineer. */
"Closed: opens %@" = "";

/* No comment provided by engineer. */
"Closes at %@" = "";

/* No comment provided by engineer. */
"Code" = "";

/* No comment provided by engineer. */
"Collect" = "";

/* No comment provided by engineer. */
"Collect TWIN" = "";

/* No comment provided by engineer. */
"Collections" = "";

/* No comment provided by engineer. */
"Coming soon" = "";

/* No comment provided by engineer. */
"Comment edit history" = "";

/* No comment provided by engineer. */
"Comments" = "";

/* No comment provided by engineer. */
"Complete now" = "";

/* No comment provided by engineer. */
"Complete the challenge before donating" = "";

/* No comment provided by engineer. */
"Complete the challenge to donate" = "";

/* No comment provided by engineer. */
"Complete the challenge to unlock this reward" = "";

/* No comment provided by engineer. */
"Completed" = "";

/* No comment provided by engineer. */
"Confirm" = "";

/* No comment provided by engineer. */
"Confirm code" = "";

/* No comment provided by engineer. */
"Confirm your email?" = "";

/* No comment provided by engineer. */
"Connect" = "";

/* No comment provided by engineer. */
"Connected" = "";

/* No comment provided by engineer. */
"Connected accounts" = "";

/* No comment provided by engineer. */
"Contacts" = "";

/* No comment provided by engineer. */
"Cool, we'll be in touch" = "";

/* No comment provided by engineer. */
"Copied!" = "";

/* No comment provided by engineer. */
"Copy image" = "";

/* No comment provided by engineer. */
"Copy link" = "";

/* No comment provided by engineer. */
"Copy of data" = "";

/* No comment provided by engineer. */
"Country" = "";

/* No comment provided by engineer. */
"Create a new account" = "";

/* No comment provided by engineer. */
"Create a Post" = "";

/* No comment provided by engineer. */
"Create new account" = "";

/* No comment provided by engineer. */
"Current season" = "";

/* No comment provided by engineer. */
"Date of birth" = "";

/* No comment provided by engineer. */
"Delete" = "";

/* No comment provided by engineer. */
"Delete account" = "";

/* No comment provided by engineer. */
"Delete comment" = "";

/* No comment provided by engineer. */
"Delete conversation" = "";

/* No comment provided by engineer. */
"Delete conversation?" = "";

/* No comment provided by engineer. */
"Delete post" = "";

/* No comment provided by engineer. */
"Delete post?" = "";

/* No comment provided by engineer. */
"Delete this comment?" = "";

/* No comment provided by engineer. */
"Delete your account" = "";

/* No comment provided by engineer. */
"Deleting account..." = "";

/* No comment provided by engineer. */
"Discard" = "";

/* No comment provided by engineer. */
"Discard changes" = "";

/* No comment provided by engineer. */
"Discard post" = "";

/* No comment provided by engineer. */
"Disconnect" = "";

/* No comment provided by engineer. */
"Discover" = "";

/* No comment provided by engineer. */
"Discoveries" = "";

/* No comment provided by engineer. */
"Dismiss" = "";

/* No comment provided by engineer. */
"Dive into the jungle" = "";

/* No comment provided by engineer. */
"Do you have a code?" = "";

/* No comment provided by engineer. */
"Do you know someone who cares about the Planet?" = "";

/* No comment provided by engineer. */
"Do you want to block this ape?" = "";

/* No comment provided by engineer. */
"Do you want to block this user?" = "";

/* No comment provided by engineer. */
"Do you want to unblock this ape?" = "";

/* No comment provided by engineer. */
"Don't have an account?" = "";

/* No comment provided by engineer. */
"Don't miss a clap!" = "";

/* No comment provided by engineer. */
"Don't miss out!" = "";

/* No comment provided by engineer. */
"Don't miss out! Download greenApes latest release!" = "";

/* No comment provided by engineer. */
"Donate" = "";

/* No comment provided by engineer. */
"Donate %d more TWIN" = "";

/* No comment provided by engineer. */
"Donate %d TWIN more to unlock this box and access %d rewards" = "";

/* No comment provided by engineer. */
"Donate %d TWIN more to unlock this box and access 1 reward" = "";

/* No comment provided by engineer. */
"Donate and Make a Difference" = "";

/* No comment provided by engineer. */
"Donate now" = "";

/* No comment provided by engineer. */
"Donate your TWIN coins and make a difference! Here you'll find the list of Initiatives you'll support over time" = "";

/* No comment provided by engineer. */
"donated all-time" = "";

/* No comment provided by engineer. */
"Donating..." = "";

/* No comment provided by engineer. */
"Donation" = "";

/* No comment provided by engineer. */
"Donations" = "";

/* No comment provided by engineer. */
"Donations will start on %@" = "";

/* No comment provided by engineer. */
"Done" = "";

/* No comment provided by engineer. */
"Done!" = "";

/* No comment provided by engineer. */
"Download the app, use my Code and make a difference." = "";

/* No comment provided by engineer. */
"E.g. 100" = "";

/* No comment provided by engineer. */
"E.g. GREENAPES20" = "";

/* No comment provided by engineer. */
"Earn Badges with your activities.\nTip: complete a donation and earn your first Badge." = "";

/* No comment provided by engineer. */
"Earn coins (called TWIN) with your daily actions and for completing fun sustainability challenges" = "";

/* No comment provided by engineer. */
"Edit comment" = "";

/* No comment provided by engineer. */
"Edit post" = "";

/* No comment provided by engineer. */
"Edit profile" = "";

/* No comment provided by engineer. */
"Edit Profile" = "";

/* No comment provided by engineer. */
"Edited" = "";

/* No comment provided by engineer. */
"Email" = "";

/* No comment provided by engineer. */
"email@example.com" = "";

/* No comment provided by engineer. */
"Enable push notifications" = "";

/* No comment provided by engineer. */
"Ended on %@" = "";

/* No comment provided by engineer. */
"Ends on %@" = "";

/* No comment provided by engineer. */
"Enter a bio..." = "";

/* No comment provided by engineer. */
"Enter a nickname..." = "";

/* No comment provided by engineer. */
"Enter with this account" = "";

/* No comment provided by engineer. */
"Enter your code" = "";

/* No comment provided by engineer. */
"Error" = "";

/* No comment provided by engineer. */
"Error: initiative not found" = "";

/* No comment provided by engineer. */
"Error: insufficient funds" = "";

/* No comment provided by engineer. */
"Error: reward not found" = "";

/* No comment provided by engineer. */
"Expired on %@" = "";

/* No comment provided by engineer. */
"Expires in %d days" = "";

/* No comment provided by engineer. */
"Expires on %@" = "";

/* No comment provided by engineer. */
"Expiring soon" = "";

/* No comment provided by engineer. */
"Explore" = "";

/* No comment provided by engineer. */
"Explore challenges" = "";

/* No comment provided by engineer. */
"Explore locations in your area, find additional information and check in if you like." = "";

/* No comment provided by engineer. */
"Explore rewards" = "";

/* No comment provided by engineer. */
"Explored Regions" = "";

/* No comment provided by engineer. */
"Facebook" = "";

/* No comment provided by engineer. */
"Failed to unlock box" = "";

/* No comment provided by engineer. */
"FAQ" = "";

/* No comment provided by engineer. */
"Featured achievements" = "";

/* No comment provided by engineer. */
"Female" = "";

/* No comment provided by engineer. */
"Financed by" = "";

/* No comment provided by engineer. */
"Find out more" = "";

/* No comment provided by engineer. */
"Find us" = "";

/* No comment provided by engineer. */
"Follow" = "";

/* No comment provided by engineer. */
"Follow %@" = "";

/* No comment provided by engineer. */
"Followers" = "";

/* No comment provided by engineer. */
"Following" = "";

/* No comment provided by engineer. */
"For the community" = "";

/* No comment provided by engineer. */
"For this initiative you can donate your TWIN 1 time every %d days" = "";

/* No comment provided by engineer. */
"For you" = "";

/* No comment provided by engineer. */
"Friends" = "";

/* No comment provided by engineer. */
"Friends I invited in the Jungle" = "";

/* No comment provided by engineer. */
"From previous Seasons" = "";

/* No comment provided by engineer. */
"Gender" = "";

/* No comment provided by engineer. */
"Get here to complete the challenge!" = "";

/* No comment provided by engineer. */
"Get ready, we're preparing your experience in the Jungle..." = "";

/* No comment provided by engineer. */
"Get ready, we're unlocking a special experience for you with %@!" = "";

/* No comment provided by engineer. */
"Get Rewarded" = "";

/* No comment provided by engineer. */
"Go Back" = "";

/* No comment provided by engineer. */
"Go back to try to access your profile choosing another way to login / different credentials." = "";

/* No comment provided by engineer. */
"Go to donation" = "";

/* No comment provided by engineer. */
"Go to reward" = "";

/* No comment provided by engineer. */
"Go to the \"Donate\" section!" = "";

/* No comment provided by engineer. */
"Go to the \"Rewards\" section!" = "";

/* No comment provided by engineer. */
"Goal" = "";

/* No comment provided by engineer. */
"Goal achieved" = "";

/* No comment provided by engineer. */
"Goal achieved on %@" = "";

/* No comment provided by engineer. */
"Google" = "";

/* No comment provided by engineer. */
"Got it!" = "";

/* No comment provided by engineer. */
"Have you heard about greenApes?" = "";

/* No comment provided by engineer. */
"Having multiple accounts connected will make it easy to access your profile on multiple devices or in case you log out." = "";

/* No comment provided by engineer. */
"Here you will find the Discoveries you will unlock with your donations, season by season." = "";

/* No comment provided by engineer. */
"Here's a post I found on greenApes" = "";

/* No comment provided by engineer. */
"Here's an initiative you can support with your actions" = "";

/* No comment provided by engineer. */
"Here's an initiative you can support with your actions on greenApes" = "";

/* No comment provided by engineer. */
"Here's an interesting post" = "";

/* No comment provided by engineer. */
"Here's the list of friends who used your Code during registration (and helped you collecting TWIN coins)" = "";

/* No comment provided by engineer. */
"Hey you! Time to fill in your profile!" = "";

/* No comment provided by engineer. */
"Hi greenApes Team!,\n this is %@ (%@)\n, I would like to report a bug.\n\n [Platform: iOS \(UIDevice.current.systemVersion),  Version: %@]. \n\n oOk oOk!" = "";

/* No comment provided by engineer. */
"Hold and drag into the desidered slot" = "";

/* No comment provided by engineer. */
"How can you use them?" = "";

/* No comment provided by engineer. */
"How much would you like to donate?" = "";

/* No comment provided by engineer. */
"How to get your reward" = "";

/* No comment provided by engineer. */
"How? Walk, bike, check-in at events & venues, complete challenges, find secret codes..." = "";

/* No comment provided by engineer. */
"Hurray!" = "";

/* No comment provided by engineer. */
"Hurray!\nI have just obtained **%@ TWIN** with a secret code" = "";

/* No comment provided by engineer. */
"Hurray!\nI have just obtained **more TWIN** with a secret code" = "";

/* No comment provided by engineer. */
"I donated my actions to this initiative on greenApes!" = "";

/* No comment provided by engineer. */
"I donated my actions to this initiative!" = "";

/* No comment provided by engineer. */
"I have just obtained %@ TWIN with a secret code on greenApes!" = "";

/* No comment provided by engineer. */
"I have just obtained %@ TWIN with a secret code!" = "";

/* No comment provided by engineer. */
"I have just obtained more TWIN with a secret code on greenApes!" = "";

/* No comment provided by engineer. */
"I have just obtained more TWIN with a secret code!" = "";

/* No comment provided by engineer. */
"I have received my parents' consent to enter greenApes and I got a special code." = "";

/* No comment provided by engineer. */
"I have received my parents' consent to enter greenApes and I got a special code:" = "";

/* No comment provided by engineer. */
"I redeemed a secret code on greenApes!" = "";

/* No comment provided by engineer. */
"I redeemed a secret code!" = "";

/* No comment provided by engineer. */
"I redeemed this reward on greenApes!" = "";

/* No comment provided by engineer. */
"I redeemed this reward!" = "";

/* No comment provided by engineer. */
"If you change your mind you can always replace it in your profile settings (or tap here again now)" = "";

/* No comment provided by engineer. */
"If you proceed, your account will be deleted from the greenApes system. All information, texts and photos will be permanently deleted with no way to be recovered.\nAre you sure you want to delete your account \"%@\"?" = "";

/* No comment provided by engineer. */
"Impact Area" = "";

/* No comment provided by engineer. */
"Impact Areas" = "";

/* No comment provided by engineer. */
"In progress" = "";

/* No comment provided by engineer. */
"In the group %@" = "";

/* No comment provided by engineer. */
"In the Jungle since %@" = "";

/* No comment provided by engineer. */
"In this Season" = "";

/* No comment provided by engineer. */
"Increase your Ape Rank to unlock this reward" = "";

/* No comment provided by engineer. */
"Initiative" = "";

/* No comment provided by engineer. */
"Initiative completed on %@" = "";

/* No comment provided by engineer. */
"Insert a valid phone number" = "";

/* No comment provided by engineer. */
"Insert code" = "";

/* No comment provided by engineer. */
"Insert Code" = "";

/* No comment provided by engineer. */
"Insert the 5 digit code" = "";

/* No comment provided by engineer. */
"Insert the Code you received or skip and continue!" = "";

/* No comment provided by engineer. */
"Instagram" = "";

/* No comment provided by engineer. */
"Invalid special code" = "";

/* No comment provided by engineer. */
"Invite" = "";

/* No comment provided by engineer. */
"Invite friends" = "";

/* No comment provided by engineer. */
"Invite friends on greenApes" = "";

/* No comment provided by engineer. */
"It must be at least 5 characters long" = "";

/* No comment provided by engineer. */
"It'll help you finding rewards, special projects and apes in your area" = "";

/* No comment provided by engineer. */
"It's inappropriate and/or offensive" = "";

/* No comment provided by engineer. */
"It's the app for people who care about the Planet." = "";

/* No comment provided by engineer. */
"Join me on greenApes!\n\nMake a difference with your sustainable actions and get rewarded. Sign-up using my Code and start earning coins to support social and environmental projects.\n\nInvite Code: %@\nhttps://jungle.greenapes.com/open_app" = "";

/* No comment provided by engineer. */
"Jungle" = "";

/* No comment provided by engineer. */
"Jungle passport" = "";

/* No comment provided by engineer. */
"Keep browsing" = "";

/* No comment provided by engineer. */
"Keep donating and Make a Difference!" = "";

/* No comment provided by engineer. */
"Keep reading" = "";

/* No comment provided by engineer. */
"Latest stories" = "";

/* No comment provided by engineer. */
"Leave a review" = "";

/* No comment provided by engineer. */
"Let's begin!" = "";

/* No comment provided by engineer. */
"Let's go!" = "";

/* No comment provided by engineer. */
"Level %d" = "";

/* No comment provided by engineer. */
"Local" = "";

/* No comment provided by engineer. */
"Location" = "";

/* No comment provided by engineer. */
"Location services turned off" = "";

/* No comment provided by engineer. */
"Locations" = "";

/* No comment provided by engineer. */
"Locked" = "";

/* No comment provided by engineer. */
"Login" = "";

/* No comment provided by engineer. */
"Logout" = "";

/* No comment provided by engineer. */
"Logout of the app" = "";

/* No comment provided by engineer. */
"Looks good?" = "";

/* No comment provided by engineer. */
"Make a difference!" = "";

/* No comment provided by engineer. */
"Make a difference! Use your TWIN coins to support social and environmental projects" = "";

/* No comment provided by engineer. */
"Male" = "";

/* No comment provided by engineer. */
"Mandatory" = "";

/* No comment provided by engineer. */
"Max level reached" = "";

/* No comment provided by engineer. */
"Max TWIN reached" = "";

/* No comment provided by engineer. */
"Medals" = "";

/* No comment provided by engineer. */
"Meet the rewards map.\n\nThe more TWIN coins you donate the further you progress on the map to earn rewards.\nWith your donation you're on your way to your first reward box!" = "";

/* No comment provided by engineer. */
"Members" = "";

/* No comment provided by engineer. */
"Messages" = "";

/* No comment provided by engineer. */
"My latest stories" = "";

/* No comment provided by engineer. */
"My passports" = "";

/* No comment provided by engineer. */
"My posts" = "";

/* No comment provided by engineer. */
"New reward boxes will come each season.\n\nBe sure you donate your TWIN coins before the season ends.\n\nTWIN coins will reset in preparation for a new season with new rewards." = "";

/* No comment provided by engineer. */
"Next" = "";

/* No comment provided by engineer. */
"Nickname" = "";

/* No comment provided by engineer. */
"No badges selected!" = "";

/* No comment provided by engineer. */
"No blocked users" = "";

/* No comment provided by engineer. */
"No challenges" = "";

/* No comment provided by engineer. */
"No Clappers" = "";

/* No comment provided by engineer. */
"No Code? Skip and Complete" = "";

/* No comment provided by engineer. */
"No Comments" = "";

/* No comment provided by engineer. */
"No Donations" = "";

/* No comment provided by engineer. */
"No initiative found" = "";

/* No comment provided by engineer. */
"No Internet Connection available" = "";

/* No comment provided by engineer. */
"No partners" = "";

/* No comment provided by engineer. */
"No Passports" = "";

/* No comment provided by engineer. */
"No Results" = "";

/* No comment provided by engineer. */
"No Rewards" = "";

/* No comment provided by engineer. */
"No Supporters" = "";

/* No comment provided by engineer. */
"No TWIN available, go to the Collect section to earn some!" = "";

/* No comment provided by engineer. */
"No user found" = "";

/* No comment provided by engineer. */
"Not a good fit for greenApes community" = "";

/* No comment provided by engineer. */
"Not available" = "";

/* No comment provided by engineer. */
"Not now" = "";

/* No comment provided by engineer. */
"NOTE: You might be asked to reauthenticate with Apple" = "";

/* No comment provided by engineer. */
"Notifications" = "";

/* No comment provided by engineer. */
"Numbers and stats" = "";

/* No comment provided by engineer. */
"Offered by" = "";

/* No comment provided by engineer. */
"Oh no! This initiative did not reach its target" = "";

/* No comment provided by engineer. */
"Oh, no! This reward is no longer available!" = "";

/* No comment provided by engineer. */
"Ok" = "";

/* No comment provided by engineer. */
"Online" = "";

/* No comment provided by engineer. */
"Only %d left" = "";

/* No comment provided by engineer. */
"Ooops! There are currently no real life rewards available in your country/area.\n\nGet in touch with our team to add special rewards for your organization or town." = "";

/* No comment provided by engineer. */
"Oops!" = "";

/* No comment provided by engineer. */
"Oops! No matches found" = "";

/* No comment provided by engineer. */
"Oops! Seems like you're too far away to check-in at this venue" = "";

/* No comment provided by engineer. */
"Oops! To take the rewards you must complete the mandatory tasks" = "";

/* No comment provided by engineer. */
"Oops, it seems that you already published a post with the exact same content!\n\nIf you can’t see it in the jungle please wait a few minutes. If you want publish something new, change the content." = "";

/* No comment provided by engineer. */
"Oops, no user found" = "";

/* No comment provided by engineer. */
"Oops, this reward is no longer available" = "";

/* No comment provided by engineer. */
"Oops, you need at least 1 TWIN coin to support an initiatitive. Earn some TWIN coins in the Collect section and come back!" = "";

/* No comment provided by engineer. */
"Open" = "";

/* No comment provided by engineer. */
"Open now!" = "";

/* No comment provided by engineer. */
"Open Settings" = "";

/* No comment provided by engineer. */
"Open Settings, tap Location and select \"While Using the App\"" = "";

/* No comment provided by engineer. */
"Open the box containing this reward" = "";

/* No comment provided by engineer. */
"Open with" = "";

/* No comment provided by engineer. */
"Open: closes at %@" = "";

/* No comment provided by engineer. */
"Opening hours" = "";

/* No comment provided by engineer. */
"Opening..." = "";

/* No comment provided by engineer. */
"Opens" = "";

/* No comment provided by engineer. */
"Opens %@" = "";

/* No comment provided by engineer. */
"or" = "";

/* No comment provided by engineer. */
"Or insert code manually" = "";

/* No comment provided by engineer. */
"Other" = "";

/* No comment provided by engineer. */
"Other apes" = "";

/* No comment provided by engineer. */
"Over 16 yo" = "";

/* No comment provided by engineer. */
"Partner" = "";

/* No comment provided by engineer. */
"Partner not found" = "";

/* No comment provided by engineer. */
"Partners" = "";

/* No comment provided by engineer. */
"Past initiatives" = "";

/* No comment provided by engineer. */
"Past season" = "";

/* No comment provided by engineer. */
"Past seasons" = "";

/* No comment provided by engineer. */
"People" = "";

/* No comment provided by engineer. */
"Permission denied" = "";

/* No comment provided by engineer. */
"Person" = "";

/* No comment provided by engineer. */
"Phone number" = "";

/* No comment provided by engineer. */
"Photos" = "";

/* No comment provided by engineer. */
"Pick a Story and share it in the Jungle. You'll earn TWIN coins for every \"Clap\" received" = "";

/* No comment provided by engineer. */
"Pick your area" = "";

/* No comment provided by engineer. */
"Pick your country" = "";

/* No comment provided by engineer. */
"Pick your nickname" = "";

/* No comment provided by engineer. */
"Post edit history" = "";

/* No comment provided by engineer. */
"Post Topic" = "";

/* No comment provided by engineer. */
"Posts" = "";

/* No comment provided by engineer. */
"Previous" = "";

/* No comment provided by engineer. */
"Privacy and data management" = "";

/* No comment provided by engineer. */
"Privacy Policy" = "";

/* No comment provided by engineer. */
"Privacy policy" = "";

/* No comment provided by engineer. */
"Profile" = "";

/* No comment provided by engineer. */
"Projects you're a part of" = "";

/* No comment provided by engineer. */
"Promoted by" = "";

/* No comment provided by engineer. */
"Publish" = "";

/* No comment provided by engineer. */
"Publishing..." = "";

/* No comment provided by engineer. */
"Read more about the project" = "";

/* No comment provided by engineer. */
"Ready for a donation?" = "";

/* No comment provided by engineer. */
"Ready to make a difference and get rewarded?" = "";

/* No comment provided by engineer. */
"Receive it via phone call" = "";

/* No comment provided by engineer. */
"Region/Province" = "";

/* No comment provided by engineer. */
"Remind me later" = "";

/* No comment provided by engineer. */
"Reply" = "";

/* No comment provided by engineer. */
"Reply to %@..." = "";

/* No comment provided by engineer. */
"Report Bugs" = "";

/* No comment provided by engineer. */
"Report content" = "";

/* No comment provided by engineer. */
"Report post" = "";

/* No comment provided by engineer. */
"Reward not found" = "";

/* No comment provided by engineer. */
"Reward unlocked by this challenge" = "";

/* No comment provided by engineer. */
"Rewards" = "";

/* No comment provided by engineer. */
"Rewards for you and your friends" = "";

/* No comment provided by engineer. */
"Rewards linked to challenges" = "";

/* No comment provided by engineer. */
"Save" = "";

/* No comment provided by engineer. */
"Save post" = "";

/* No comment provided by engineer. */
"Saved posts" = "";

/* No comment provided by engineer. */
"Saving..." = "";

/* No comment provided by engineer. */
"Scan QR code" = "";

/* No comment provided by engineer. */
"Search" = "";

/* No comment provided by engineer. */
"Search completed" = "";

/* No comment provided by engineer. */
"Search for posts, people..." = "";

/* No comment provided by engineer. */
"Seasons" = "";

/* No comment provided by engineer. */
"Secret Code" = "";

/* No comment provided by engineer. */
"See all" = "";

/* No comment provided by engineer. */
"See all %d comments" = "";

/* No comment provided by engineer. */
"See reward" = "";

/* No comment provided by engineer. */
"Select a date" = "";

/* No comment provided by engineer. */
"Select an avatar" = "";

/* No comment provided by engineer. */
"Select background" = "";

/* No comment provided by engineer. */
"Select..." = "";

/* No comment provided by engineer. */
"Selected" = "";

/* No comment provided by engineer. */
"Send code" = "";

/* No comment provided by engineer. */
"Send Message" = "";

/* No comment provided by engineer. */
"Send request" = "";

/* No comment provided by engineer. */
"Share" = "";

/* No comment provided by engineer. */
"Share & promote the initiative" = "";

/* No comment provided by engineer. */
"Share a post..." = "";

/* No comment provided by engineer. */
"Share a Story" = "";

/* No comment provided by engineer. */
"Share a Story in the Jungle" = "";

/* No comment provided by engineer. */
"Share on" = "";

/* No comment provided by engineer. */
"Share on greenApes" = "";

/* No comment provided by engineer. */
"Share on the jungle" = "";

/* No comment provided by engineer. */
"Share this initiative" = "";

/* No comment provided by engineer. */
"Share with the community" = "";

/* No comment provided by engineer. */
"Share your Code" = "";

/* No comment provided by engineer. */
"Share your first Post: you will find it here (and in the Jungle)" = "";

/* No comment provided by engineer. */
"Share your phone's location to access rewards available in your area!" = "";

/* No comment provided by engineer. */
"SharingMi is a new iniziative promoting solution for greener living. Created by the city of MiIan and powered by greenApes - the app that cares about the planet - it will reward you and your community for doing your bit to make our city better." = "";

/* No comment provided by engineer. */
"Show" = "";

/* No comment provided by engineer. */
"Show all" = "";

/* No comment provided by engineer. */
"Show all challenges" = "";

/* No comment provided by engineer. */
"Show all partners" = "";

/* No comment provided by engineer. */
"Show all results - People" = "";

/* No comment provided by engineer. */
"Show all results - Posts" = "";

/* No comment provided by engineer. */
"Show all results for \"%@\"" = "";

/* No comment provided by engineer. */
"Show first" = "";

/* No comment provided by engineer. */
"Show original" = "";

/* No comment provided by engineer. */
"Sign In here" = "";

/* No comment provided by engineer. */
"Sign in with Facebook" = "";

/* No comment provided by engineer. */
"Sign in with Google" = "";

/* No comment provided by engineer. */
"Sign in with SMS" = "";

/* No comment provided by engineer. */
"Sign Up here" = "";

/* No comment provided by engineer. */
"Sign up with Facebook" = "";

/* No comment provided by engineer. */
"Sign up with Google" = "";

/* No comment provided by engineer. */
"Sign up with SMS" = "";

/* No comment provided by engineer. */
"Skip" = "";

/* No comment provided by engineer. */
"Some apes might not be visible to you" = "";

/* No comment provided by engineer. */
"Some essential information are missing to take part in %@" = "";

/* No comment provided by engineer. */
"Something went wrong." = "";

/* No comment provided by engineer. */
"Sorry, this code is not valid" = "";

/* No comment provided by engineer. */
"Sorry, this invite code does not exist" = "";

/* No comment provided by engineer. */
"Sorry, this invite code is expired" = "";

/* No comment provided by engineer. */
"Sorry, you can't invite yourself" = "";

/* No comment provided by engineer. */
"Sorry, you have already used an invite code" = "";

/* No comment provided by engineer. */
"Sounds good" = "";

/* No comment provided by engineer. */
"Special Ape" = "";

/* No comment provided by engineer. */
"Special post" = "";

/* No comment provided by engineer. */
"Specials" = "";

/* No comment provided by engineer. */
"Spring" = "";

/* No comment provided by engineer. */
"Start" = "";

/* No comment provided by engineer. */
"Start earning TWIN coins in the Collect section and mingle with the community exploring the Jungle.\n\nEnjoy!" = "";

/* No comment provided by engineer. */
"Start inviting friends!" = "";

/* No comment provided by engineer. */
"Step back a little for focus" = "";

/* No comment provided by engineer. */
"Stories" = "";

/* No comment provided by engineer. */
"Story" = "";

/* No comment provided by engineer. */
"Suggestions" = "";

/* No comment provided by engineer. */
"Summer" = "";

/* No comment provided by engineer. */
"Supporter" = "";

/* No comment provided by engineer. */
"Supporters" = "";

/* No comment provided by engineer. */
"Supporting an initiative and unlocking rewards is easy. Let’s start!" = "";

/* No comment provided by engineer. */
"Swipe to open the box" = "";

/* No comment provided by engineer. */
"Tag" = "";

/* No comment provided by engineer. */
"Tags" = "";

/* No comment provided by engineer. */
"Take a final look and proceed!" = "";

/* No comment provided by engineer. */
"Take me to the Jungle" = "";

/* No comment provided by engineer. */
"Take photo" = "";

/* No comment provided by engineer. */
"Terms and conditions" = "";

/* No comment provided by engineer. */
"Terms of Use" = "";

/* No comment provided by engineer. */
"Thanks for letting us know." = "";

/* No comment provided by engineer. */
"Thanks to your friend's Code, a special gift is waiting for you!" = "";

/* No comment provided by engineer. */
"That's it!" = "";

/* No comment provided by engineer. */
"The confirmation code is invalid. Please try again." = "";

/* No comment provided by engineer. */
"The initiative" = "";

/* No comment provided by engineer. */
"The venue seems to be closed now. If something is wrong let us know at support@greenapes.com" = "";

/* No comment provided by engineer. */
"The weekly limit for this e-commerce has been reached." = "";

/* No comment provided by engineer. */
"There are no greenApes partnering venues or initiatives in your surroundings." = "";

/* No comment provided by engineer. */
"There are no messages" = "";

/* No comment provided by engineer. */
"There are no notifications" = "";

/* No comment provided by engineer. */
"This account is already connected to another user." = "";

/* No comment provided by engineer. */
"This code has already been used." = "";

/* No comment provided by engineer. */
"This code is not valid." = "";

/* No comment provided by engineer. */
"This e-commerce is no longer available." = "";

/* No comment provided by engineer. */
"This reward expired!" = "";

/* No comment provided by engineer. */
"This reward has special rules! Check the description" = "";

/* No comment provided by engineer. */
"This reward is available only to special groups" = "";

/* No comment provided by engineer. */
"This reward is not available at the moment" = "";

/* No comment provided by engineer. */
"To begin" = "";

/* No comment provided by engineer. */
"To Do" = "";

/* No comment provided by engineer. */
"Today - %@" = "";

/* No comment provided by engineer. */
"Too many donations!" = "";

/* No comment provided by engineer. */
"Topic" = "";

/* No comment provided by engineer. */
"Topics" = "";

/* No comment provided by engineer. */
"Topics for my groups" = "";

/* No comment provided by engineer. */
"Topics for the whole community" = "";

/* No comment provided by engineer. */
"Total" = "";

/* No comment provided by engineer. */
"Try a guided donation" = "";

/* No comment provided by engineer. */
"Try donating your TWIN coins to help out this initiative.\nLater you'll be able to find out more about this and other initiatives." = "";

/* No comment provided by engineer. */
"Turn on Location Services" = "";

/* No comment provided by engineer. */
"Turn on Location Services to find green venues in your surrounding" = "";

/* No comment provided by engineer. */
"TWIN" = "";

/* No comment provided by engineer. */
"TWIN are your valuable coins.\n\nYou'll earn TWIN coins with everyday actions and by completing fun challenges." = "";

/* No comment provided by engineer. */
"TWIN coins" = "";

/* No comment provided by engineer. */
"TWIN Donated" = "";

/* No comment provided by engineer. */
"TWIN Log" = "";

/* No comment provided by engineer. */
"TWIN received" = "";

/* No comment provided by engineer. */
"TWIN?" = "";

/* No comment provided by engineer. */
"TWINS from claps and comments you have received in previous seasons" = "";

/* No comment provided by engineer. */
"Twitter" = "";

/* No comment provided by engineer. */
"Unblock" = "";

/* No comment provided by engineer. */
"Unclapping..." = "";

/* No comment provided by engineer. */
"Under 16 yo" = "";

/* No comment provided by engineer. */
"Unfollow" = "";

/* No comment provided by engineer. */
"Unfollow %@" = "";

/* No comment provided by engineer. */
"Unlock the boxes!" = "";

/* No comment provided by engineer. */
"Unlock this box to claim the reward" = "";

/* No comment provided by engineer. */
"Unlocked on %@" = "";

/* No comment provided by engineer. */
"Unlocked rewards" = "";

/* No comment provided by engineer. */
"Unsave post" = "";

/* No comment provided by engineer. */
"Update greenApes" = "";

/* No comment provided by engineer. */
"Update iOS and greenApes" = "";

/* No comment provided by engineer. */
"Upload" = "";

/* No comment provided by engineer. */
"Use TWIN coins to support environmental and social initiatives." = "";

/* No comment provided by engineer. */
"User already existing" = "";

/* No comment provided by engineer. */
"Very popular" = "";

/* No comment provided by engineer. */
"Video presentation" = "";

/* No comment provided by engineer. */
"Videos" = "";

/* No comment provided by engineer. */
"View comment edit history" = "";

/* No comment provided by engineer. */
"View on Maps" = "";

/* No comment provided by engineer. */
"View post edit history" = "";

/* No comment provided by engineer. */
"View translation" = "";

/* No comment provided by engineer. */
"We found an existing profile associated to these credentials. Proceed to access this account or go back to create a new profile." = "";

/* No comment provided by engineer. */
"We just sent the coupon \"%@\" to your email" = "";

/* No comment provided by engineer. */
"We will call you in 30 seconds" = "";

/* No comment provided by engineer. */
"We'll email a copy of all your data on greenApes to the following address" = "";

/* No comment provided by engineer. */
"We'll send you a confirmation code" = "";

/* No comment provided by engineer. */
"We'll send your coupon to:" = "";

/* No comment provided by engineer. */
"Welcome back!" = "";

/* No comment provided by engineer. */
"Welcome on" = "";

/* No comment provided by engineer. */
"Welcome to SharingMi" = "";

/* No comment provided by engineer. */
"Who cares?" = "";

/* No comment provided by engineer. */
"Who clapped" = "";

/* No comment provided by engineer. */
"Winter" = "";

/* No comment provided by engineer. */
"Would you like to activate push notifications? Be notified when other apes clap you!" = "";

/* No comment provided by engineer. */
"Write a comment..." = "";

/* No comment provided by engineer. */
"Write here..." = "";

/* No comment provided by engineer. */
"www.greenapes.com" = "";

/* No comment provided by engineer. */
"Yay!" = "";

/* No comment provided by engineer. */
"Yay! You completed the challenge!" = "";

/* No comment provided by engineer. */
"Yay! You have successfully unlocked %@" = "";

/* No comment provided by engineer. */
"Yes" = "";

/* No comment provided by engineer. */
"Yes, send me my data" = "";

/* No comment provided by engineer. */
"You already claimed a reward unlocked by this challenge" = "";

/* No comment provided by engineer. */
"You already earned your TWIN today. oOk oOk" = "";

/* No comment provided by engineer. */
"You can donate up to %d TWIN" = "";

/* No comment provided by engineer. */
"You can earn %d TWIN every %d days" = "";

/* No comment provided by engineer. */
"You can earn %d TWIN every time you check-in" = "";

/* No comment provided by engineer. */
"You can earn %d TWIN only the first time you check-in" = "";

/* No comment provided by engineer. */
"You can now claim one of these rewards" = "";

/* No comment provided by engineer. */
"You claimed this reward" = "";

/* No comment provided by engineer. */
"You collected:" = "";

/* No comment provided by engineer. */
"You didn't get the code?" = "";

/* No comment provided by engineer. */
"You donated %@ TWIN" = "";

/* No comment provided by engineer. */
"You earned %@ TWIN" = "";

/* No comment provided by engineer. */
"You have already been here! This venue allows you to checkin only once. Check the rules on the venue page!" = "";

/* No comment provided by engineer. */
"You have been here recently! This time your check-in doesn't bring you any TWIN. Check the rules on the venue page!" = "";

/* No comment provided by engineer. */
"You have just obtained %@ TWIN" = "";

/* No comment provided by engineer. */
"You just earned %@ TWIN by checking-in." = "";

/* No comment provided by engineer. */
"You just earned %@ TWIN with your sustainable choice!" = "";

/* No comment provided by engineer. */
"You just helped the planet!" = "";

/* No comment provided by engineer. */
"You need to unlock the box containing this reward" = "";

/* No comment provided by engineer. */
"You need to update iOS to download the latest greenApes release" = "";

/* No comment provided by engineer. */
"You receive TWIN when other apes \"clap\" your stories" = "";

/* No comment provided by engineer. */
"You recently claimed this reward, check the description to see how often you can get it" = "";

/* No comment provided by engineer. */
"You supported the \"%@\" initiative" = "";

/* No comment provided by engineer. */
"You unlocked the \"%@\" reward" = "";

/* No comment provided by engineer. */
"You will earn %@ TWIN" = "";

/* No comment provided by engineer. */
"You will lose all the messages exchanged so far with %@. Are you sure ?" = "";

/* No comment provided by engineer. */
"You will receive 50 TWIN for each new ape registered using your code.\nBonus! You'll both receive 100 TWIN if they donate 200 TWIN within their first month on greenApes." = "";

/* No comment provided by engineer. */
"You will unlock the \"%@\" donation" = "";

/* No comment provided by engineer. */
"You will unlock the \"%@\" reward" = "";

/* No comment provided by engineer. */
"You'll collect a bonus of 100 TWIN coins as soon as you reach 200 TWIN in donations. You have 30 days to go!" = "";

/* No comment provided by engineer. */
"You're accessing a special group on greenApes! Some additional information are needed." = "";

/* No comment provided by engineer. */
"You're almost done!" = "";

/* No comment provided by engineer. */
"Your donation is helping this initiative to get closer to their goal." = "";

/* No comment provided by engineer. */
"Your donations" = "";

/* No comment provided by engineer. */
"Your donations make you progress towards real-life rewards: unlock all the boxes!" = "";

/* No comment provided by engineer. */
"Your email" = "";

/* No comment provided by engineer. */
"Your feedback helps us keeping greenApes safe and friendly" = "";

/* No comment provided by engineer. */
"Your First %@ TWIN!" = "";

/* No comment provided by engineer. */
"Your friends can insert the Code during registration or using the \"+\" button, within 72 hours from their sign-up." = "";

/* No comment provided by engineer. */
"Your profile will highlight the latest ones you earned." = "";

/* No comment provided by engineer. */
"Your registration details" = "";

/* No comment provided by engineer. */
"Your sustainable action has been registered!" = "";

/* No comment provided by engineer. */
"Your TWIN coins are valid until %@" = "";

/* No comment provided by engineer. */
"You’ll get to choose one of these rewards" = "";

